redisTestResult/redisMutiThreadsTestResultFix_PhysicsMethod/redis_test_result_by_memtier_benchmark_F_OFF_2nd/redis_result_F_OFF_3nd_20230723202904.log
20        Threads
5         Connections per thread
1800      Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets            0.00          ---          ---             ---             ---             ---             ---         0.00 
Gets       320379.73    320379.73         0.00       779.89375       786.43100       978.94300       995.32700     21082.09 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals     320379.73    320379.73         0.00       779.89375       786.43100       978.94300       995.32700     21082.09